let question = [
    {
        msg: '您好，请点击【预约挂号】进行查询挂号，或简要描述问题：',
        list: [
            {name: '如何预约挂号'},
            {name: '如何取消线上挂号'},
            {name: '预约后没有就诊，是否会有违约'},
            {name: '就诊人信息错误能修改吗'},
            {name: '手机未带，如何签到'},
            {name: '预约成功支付失败，如何处理'}
        ]
    },
    // {
    //     msg: '您好，请点击【检查查询】进行查询检查报告，或简要描述问题：',
    //     list: [
    //         {name: '如何检查'},
    //         {name: '检查报告丢了这么办'},
    //         {name: '检查应该准备什么'},
    //         {name: '复诊未进行，未收到退款'},
    //         {name: '在线复诊无法支付'},
    //         {name: '三月内就诊过，但无法复诊'}
    //     ]
    // },
    {
        msg: '您好，请点击【药品查询】进行查询，或简要描述问题：',
        list: [
            {name: '未收到药品'},
            {name: '处方状态一直未“待处理”'},
            {name: '医保用户在线复诊，无法支付'},
            {name: '复诊未进行，未收到退款'},
            {name: '复诊未进行，未收到退款'},
            {name: '三月内就诊过，但无法复诊'}
        ]
    },
    {
        msg: '您好，请点击【缴费】进行缴费查询，或简要描述问题：',
        list: [
            {name: '预约挂号支付后，到院能否使用医保'},
            {name: '医保患者可否线上预约挂号支付'},
            {name: '线上支付挂号费后如何退费'},
            {name: '如何查看历史缴费记录'},
            {name: '是否可以使用医保'},
            {name: '线上缴费，如何打印缴费凭证'}
        ]
    },
    {
        msg: '您好，请点击【住院】进行住院查询，或简要描述问题：',
        list: [
            {name: '如何添加就诊人'},
            {name: '如何绑定就诊卡'},
            {name: '如何切换就诊人'},
            {name: '就诊人信息填错如何改'},
            {name: '如何更改注册手机号'},
            {name: '注册失败'}
        ]
    },
    {
        msg: '您好，暂无其他内容',
        list: []
    },
]
export default question;